;Language file of Revo Uninstaller
;This section must use english
[Info]
Language=Azərbaycanca/Azerbaijani
WebLang=Aze
Translator=Amin Talıbov  _=_www.europe.azersayt.com_=_   amin93@live.ru
Codepage=UNICODE 
Version=1.94

[Uninstaller Toolbar]
102 = Görünüş
103 = Variantlar
104 = Uninstaller
105 = Vasitələr
106 = Ovçu Rejimi
107 = Siyahı
108 = İşarələr
109 = Detallar
110 = Sil
111 = Qeydi Sil
112 = Yenilə
113 = Seçilən qeyd silinsinmi? 
114 = Seçilən proqram silinsinmi? 
115 = Avto Yeniləmə
116 = Kömək
117 = Etibarlı vasitə köməyi...
118 = Veb sayt...
119 = Haqqında...
120 = İdarəçi haqqlarına sahib deyilsiniz!
121 = Sistem əlavəsini silmək istədiyinizdən əminsinizmi? \nDURUN əgər nə etdiyinizdən əmin deyilsinizsə!
122 = Uninstaller sizə indiki və bütün istifadəçilərin qurulan proqramlarını və əlavələrini göstərər. Bir neçə görünüş variantları ilə və sağ düymə basaraq bir çox əməliyyatlar edə bilər proqram əlaqə və xüsusiyyətlərinə çata bilərsiniz. Ən başda gələn Revo Uninstallerin xüsusiyyəti Ovçu rejimidir. Ovçu rejimi sizə proqramları yalnız bir tıklayış ilə silmə, dayandırma, silmə və ya avtomatik açılmasını dayandırma asanlığını verər.
123 = Axtar
124 = Olan:
125 = Seçdiyiniz sistem sistem faylını silmək istədiyinizdən əminsinizmi? \nBu fayl əməliyyat sisteminizə lazım ola bilər!
126 =  avtomatik açılması dayandırılmışdır!
127 =  avtomatik açılması aktivləşdirilmişdir!
128  = %s və %s eyni fayl içindədirlər! Buna görə axtarmadan sonra olan gərəksiz fayllar ikisindən hər hansı birinə aid ola bilər! Zəhmət olmazsa, gərəksiz faylları diqqətlə silin!
129 = Zəruri qaldır



[Uninstaller List]
150 = Tətbiq
151 = Ölçü
152 = Versiya
153 = Quraşdırılma Tarixi
154 = Şirkət
155 = Veb Saytı
156 = Şərh
157 = Pozma sətiri
158 = İstifadəçi qeydləri
159 = Yükləyici 

[Uninstaller StatusBar]
201 = Fayllar:
202 = Yüklənir...

[Registry Optimizer]
302 = Axtarılacaq yeri seç
303 = Başlat menyusu

[AutoRun Toolbar]
407 = Başlat
408 = Yox et
409 = Sil
410 = Parçalar:
411 = İcazəli:
412 = AutoRun İdarəçisi ilə yalnız Windows başlanğıcında avtomatik açılan proqramları avtomatik bucaqlımlarını dayandıra bilmə imkanına sahib deyilsiniz ayrıca bu proqramlar haqqında daha çox məlumat əldə edə bilərsiniz. Kompüterinizi açdığınız zaman avtomatik açılan proqramların hansı firmaya aid olduğunu, proqramın təqdimatı, kompüterinizin hansı qovluğunda bu proqramın olduğunu və proqramın bu anda işləyib/işləmədiyini öyrənə bilərsiniz.
[AutoRun List]
450 = Başlangıç Adı
451 = Nəzər yetir
452 = Tərif
453 = Nümayişçi
454 = Vəziyyət
455 = Yer
456 = Indi İşləyir
457 = Indi İşləmir
458 = ETİBARLI DEYİL
459 = Yox etmə əməliyyatı
460 = Başlama əməliyyatı
461 = Faylı Sil
462 = Get
463 = Mövqesini Kopiyala
464 = Seçiləni Sil
465 = Olmayanların Hamısını Sil
466 = İndi  işləməyənləri Sil
467 = İndi təsirli olmayanları sil
468 = Xüsusiyyətlər...
470 = Seçilən tətbiq bağlanılsınmı? \nYazılmayan məlumatlar itəcək!
471 = Seçilen silinsinmi?
472 = Etibarlı olmayanlar silinsinmi? 
473 = Indi işləməyənlər silinsinmi? 
474 = Maneə törədilənlər silinsinmi? 
475 = Əmr yox!
476 = BİLİNMƏYƏN
477 = Avtomatik açılmasını dayandır 
478 = Avtomatik açılmasını aktivləşdir
[Outlook Control]
300 = Optimizasyon
301 = Registry Optimizer
400 = AutoRun İdarəçisi
500 = İz Silici
501 = İnternet Skanerləri
600 = MS Office təmizləyici
700 = Windows təmizləyici 
800 = Dəlil yox edici
900 = Geri gətirilə bilməmək üzrə sil
2100 = Windows Vasitələri
2200 = Lazımsız Faylları Təmizlə

[Track Cleaner Browsers]
507 = Hamısını Sil
508 = Ziyarət edilən İnternet Səhifələri Keçmişimi Sil
509 = Ünvan Çubuğu Keçmişini Sil
510 = Keçici İnternet Fayllarını Sil
511 = Peçenyeləri Sil 
512 = Index.dat Fayllarını Sil
513 = Tətbiq et
514 = Endirmə Keçmişini Sil
515 = İclas Keçmişini Sil
516 = Forma Keçmişini Sil
517 = Uninstaller
518 = Seçdiyiniz bütün keçmiş qeydlərini silmək istədiyinizdən əminsinizmi? 
521 = Bütün keçmiş İnternet Explorer qeydlərini silmək istədiyinizdən əminsinizmi? 
522 = Bütün keçmiş Firefox qeydlərini silmək istədiyinizdən əminsinizmi? 
523 = Bütün keçmiş Opera qeydlərini silmək istədiyinizdən əminsinizmi? 
524 = Bütün keçmiş Netscape qeydlərini silmək istədiyinizdən əminsinizmi? 
525 = İstifadə etdiyiniz İnternet Skaner bütün açdığınız internet saytların detallı məlumatını sizin kompüterinizdə saxlayır. Bu məlumatlara hər dəfə asanlıqla bir tıklayış ilə çata bilər və gəzdiyiniz saytları görə bilər! İnternet Skanerləri hissəsindən bu keçmiş qeydlərini silə bilərsiniz ayrıca İnternet saytlarında gəzərkən kompüterinizə müvəqqəti saxlanan bütün şəkilləri, videoları və İnternet səhifələrini də silə bilərsiniz. Bu faylları silmək kompüterinizdə boş yer yaradacaq.
526 = Keçmiş qeydlərini silməzdən əvvəl İnternet Skanerinizi bağlayın 
527 = Index.dat faylları kompüterinizin növbəti açılışında silinəcəklər
599 = Seçilən qeydlərə iz silmə əməliyyatı tamamlanmışdır!


[Track Cleaner Office]
601 = Təmizlə
607 = Son İstifadə edilən MS Word Sənədlərini Təmizlə
608 = Word 2000, Word XP, Word 2003 və Word 2007 Təmin edər
609 = Son İstifadə edilən MS Excel Sənədlərini Təmizlə
610 = Excel 2000, Excel XP, Excel 2003 və Excel 2007 Təmin edər
611 = Son İstifadə edilən MS Access Sənədlərini Təmizlə
612 = Access 2000, Access XP, Access 2003 ve Access 2007 Təmin edər
613 = Son İstifadə edilən MS PowerPoint Sənədlərini Təmizlə
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003 və PowerPoint 2007 Təmin edər
615 = Son İstifadə edilən MS FrontPage Sənədlərini Təmizlə
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 və FrontPage 2007 Təmin edər
617 = MS Ofis təmizləyici sizə Microsoft Word, Excel, Access, PowerPoint və FrontPage ən sıx istifadə edilən faylların keçmiş qeydlərini silmənizə köməkçi olacaq. Əgər başqaları sizin ən son açdığınız və ya düzəldin sənədlərinizi, sənədlərinizi və ya hər hansı MS Ofis ilə açdığınız faylı görməsini istəmirsinizsə yalnız istəmədiklərinizi seçib "Təmizlə" düyməsinə mətbuat. Sizin ən sıx istifadə etdiyiniz fayllar artıq sadalanmayacaq.

[Track Cleaner Windows]
701 = Təmizlə
707 = Son İstifadə edilən Sənədlər Keçmişini Təmizlə
708 = Başlat Menyusu Keçmişini Təmizlə
709 = Axtarış Keçmişini Təmizlə
710 = Yazıçılar, Kompüterlər və Adam Axtarış Keçmişini Təmizlə
711 = Yapışdırma Tablo cədvəlini Boşalt
712 = Son İstifadə edilən "MS Paint" Fayl Keçmişini Təmizlə
713 = Son İstifadə edilən "MS Wordpad" Fayl Keçmişini Təmizlə
714 = Ən Son Açılan Regedit Qeydinin Keçmişini Təmizlə
715 = Ən məşhur aç/Qeyd et pəncərə keçmişini təmizlə
716 = Ən məşhur aç/Qeyd et pəncərənin ən son açılan faylın keçmişini təmizlə
717 = Geri Çevrilmə Qutusunu Boşalt
718 = Keçici Windows Fayllarını Sil
719 = Başlat menyusuna basma qeydlərini sil
720 = Microsoft Windows kompüterinizlə etdiyiniz bir çox əməliyyatı yazır, məsələn kompüterinizdə hansı faylları axtardığınızı, açdığınız faylların  siyahısı, ən sıx açdığınız şəkillər, videolar və digər sənədlərinizin siyahısı. Müxtəlif proqramlar ilə açdığınız və ya qeyd etdiyiniz fayllar və daha bir çox  əməliyyat. Windows Təmizləyici sizə bu keçmiş qeydlərini və keçici olan faylları silmənizə köməkçi olacaq. Geri Çevrilmə qutunuzda burdan  boşalda bilərsiniz və bu sizə kompüterinizdə böyük bir boş sahə aça bilər. 
721 = Başlat menyusunun keçmiş qeydləri iexplore.exe yenidən başladıldıqdan sonra silinəcəklər
722 = Windows İstifadəçi qeydlərində izlər
723 =  Hard Disketi izlər
724 = Sistem çökdüyündə  yaranan kiçik yaddaş tökülməsini fayllarını sil 
725 = Chkdsk vasitəs(n)i xarab hissə, itkin çoxluq, çarpaz bağlanmış fayl və silsilə/serialın səhvlərinə bağlı qeydləri sil

[Evidence Remove]
802 = Tətbiq et
803 = Silinir
804 = Silmə əməliyyatı davam edərkən zəhmət olmazsa gözləyin
805 = Tamamlandı
806 = Zəhmət olmazsa silmək istədiyiniz dəlillərin və izlərin tapıldığı sürücüləri seçin. Bu vasitə yalnız daha əvvəl silinən məlumatları təsir edər. XƏBƏRDARLIQ: Əməliyyat sona  çatdığı zaman silmiş olduğunuz faylları geri heç bir şəkildə gətirə bilməzsiniz!
807 = Geri çevrilmə qutunuzu boşaltdığınız zaman sildiyin fayllar əslində tək silinmiş olaraq işarələniyər amma fiziki olaraq silinməzlər. Bu vasitə daha  əvvəl silmiş olduğunuz faylları amma fiziki olaraq hələ kompüterinizdə qalan faylları tamamilə silər. Siz və ya başqası hansı məlumatları geri götürmə vasitəsini  istifadə etsə istifadə etsin heç əhəmiyyətli deyil, nəticə hər vaxt eyni olacaq - Dəlil yox edici vasitəsi ilə silinən fayllar geri gətirilə bilməz!

808 = Seçdiyiniz sürücülərdə qalan izləri və dəlilləri silmək istədiyinizdən əminsinizmi? 

[Unrecoverable  Delete ]
912 = Fayl və qovluq siyahısı silinəcək və geri alına bilməz
913 = Fayllar
914 = Qovluqlar
915 = Silinəcək faylları seç və sistemdən sil. Bu fayllar hər hansı bir proqram vasitəsiylə və ya fiziki olaraq geri alına bilməz!
916 = Silinəcək qovluqları seç və sistemdən sil. Bu qovluqlar hər hansı bir proqram vasitəsiylə və ya fiziki olaraq geri alına bilməz!
917 = Silmək üçün faylları əlavə et
918 = Silmək üçün qovluqları əlavə et
919 = TAMAMİLƏ SİL
920 = Siyahını təmizlə
921 = Əgər yox etmək istədiyiniz fayllar var isə və bu faylları heç kimin geri getiremeceğinden əmin olmaq istəyirsinizsə o zaman bu vasitə tam sizin  ücündür. Fayllarınızı silmək və geri çevrilmə qutunuzu boşaltmaq bu fayllar geri alına bilməz mənasını verməz. Silinən fayllarınız hələ  kompüterinizdə qeydli dayanır və hər dəfə pulsuz və ya pullu olan geri çevrilmə edə bilən proqram ilə bu fayllara asanca çata bilər. Bu vasitə sildiyiniz  fayllarınızın geri alına bilməməsini zəmanətlər. 
922 = Seçdiyiniz faylların geri gətirilə bilməz şəkildə silinməsini istədiyinizdən əminsinizmi? 

[Options Tree]
1001 = Variantlar
1100 = Ümumi
1200 = Sil

[General]
1101 = Etibarlı Dil:
1102 = İnkişaf etmiş Moda Keç
1103 = Hər açılışda yeni versiyaya nəzarət et

[Uninstaller Options]
1201 = Sistem Aktuallaşdırmalarını Göstər
1202 = Sistem Komponentlərini Göstər
1203 = Sürətli açılış rejimini aktivləşdir
1204 = Yalnız proqramın orijinal silmə əmrini işlət!
1205 = (Windows VISTA dəstəklənilmir)
1206 = Proqramı siməzdən əvvəl geri yükləmə nöqtəsi yarat
1207 = Silinən faylları Geri Çevrilmə Qutusuna göndər


[Auto Update]
1907 = Avto Yeniləmə
1908 = Versiya İnformasiyası
1909 = Cari Versiya:
1910 = Yeni Versiya:
1911 = YÜKLƏ
1912 = Ən son Versiyanı yükləyin
1913 = Yeniliklər
1914 = Yoxlanır...
1915 = Əlaqə səhvi...
1916 = DAYAN
1917 = %s-in %s-ini Yüklədi
1918 = %s-i (tam ölçü naməlum) Yüklədi
1919 = Revo Uninstaller www.revouninstaller.com-a bağlana bilmədi. zəhmət olmazsa İnternet əlaqənizə nəzarət edin. İstifadə etməkdə olduğunuz təhlükəsizlik divarı varsa, Revo  Uninstalleri blok etmədiyindən əmin olun!
1920 = Səhv: Yeni versiya üçün yoxlama müvəffəqiyyətsizliyə uğradı. İnternet əlaqəsi yoxdur .

[WinTools]
2110 = Başlat
2111 = Microsoft Windows ilə gələn bir çox rahat vasitələr və proqramlar vardır. Ancaq bir çoxuna çətin çata bilər və ya ağılınızda qalmayacaq əmrlər ilə  aça bilərsiniz. Windows Vasitələri sizə  gündəlik işlərinizdə istifadə etdiyiniz ondan çox proqrama asanca daxilolma/müraciət təmin edər.
2112 = Bəzi proqramları qurarkən və ya başqa bir problem olduğunda bu vasitəs(n)i istifadə edərək xüsusi fayllarınızı itirmədən kompüterinizi köhnə vəziyyətinə geri  ala bilərsiniz. Bu vasitə kompüterinizdə edilən dəyişikləri avtomatik olaraq izlər və geri çevrilmə nöqtələri yaradar. Bu geri çevrilmə nöqtələri sizə  kompüterinizi istədiyiniz nöqtəyə gətirmənizə imkan verər. Nöqtələr hər gün olaraq və ya sisteminizdə əhəmiyyətli dəyişiklər olduğunda edilər ayrıca siz  istədiyiniz zaman geri çevrilmə nöqtəsi yarada bilərsiniz.
2113 = Bu vasitə kompüterinizin təchizatı, əməliyyat sistemi, internet əlaqəniz, şəbəkə əlaqəniz və modem nizamlarınız haqqında məlumat verər. Bu vasitə ilə  kompüterinizdəki şəbəkə əlaqələrini və internet nizamlarını idarə edə bilər və bu nizamları istifadə edən proqramların işləyib/işləmədiyini anlaya bilərsiniz.
2114 = Bu vasitəni istifadə edərək bütün TCP/IP (İnternet protokol komanda/dəstəni) bütün adapterlərin konfigürasyonlarını və IP ünvanlarını, şəbəkə kartı nömrəsini (MAC), IP  maskasını, şəbəkə keçidini, Windows İnternet Naming Sərv tərəfindən (WINS), İnternet sahə Adı Sistemi (DNS) öyrənə bilərsiniz. Ayrıca bütün TCP/IP şəbəkə əlaqə nizamlarını və  Dinamik İstəkçi Nizamlama Protokolu (DHCP) ününün və ya İnternet sahə Adı Sistemi (DNS) nizamlarını adlandıra bilərsiniz.
2115 = Bu vasitəni istifadə edərək kompüterinizin 3 təməl vasitələrini idarə edə bilər və nizamlaya bilərsiniz - Atəş divarını (Firewall), Anti-virus qorumasını və  Windows yeniləmə sistemini. Əgər kompüterinizdə bu vasitələrdən biri problem yaratsa məsələn Anti-virus qorumanız uzun zamandan bəri yenilənmədisə sizə  xəbərdarlıq mesajı gəlsinmi gəlməsinmi nizamını edə bilərsiniz və bəzi başqa qoruma nizamları.
2116 = İzləyən vəziyyətlər üçün istifadə edə bilərsiniz: Prosessor tipi, yaddaş yaddaşı kimi məlumatları görə bilərsiniz; kompüterinizin yaddaşı necə istifadə etdiyini  nəzarət edən nizamları görə bilər və dəyişdirə bilərsiniz və müəyyən məlumatlara çata bilərsiniz; təchizat və cihaz xüsusiyyətləri, təchizat profili quruluşlandırması  haqqında məlumatlara çata bilərsiniz; şəbəkə əlaqələriniz və iclas açma profiliniz haqqındakı məlumatları görə bilərsiniz. Sistem və ya proqram səhvləri  meydana gəldiyində Microsofta və ya sistem idarəçinizə bildirə bilərsiniz.
2117 = Sistem Məlumatları, yerli və uzaq kompüterin sistem quruluşlandırma məlumatlarını yığan və göstərən bir Windows əməliyyat sistemi komponentidir. Təchizat  quruluşlandırmaları, kompüter komponentləri, proqram, lisanslı və lisanssız sürücülər haqqında məlumat ehtiva edər. Sistem məlumatları, kompüteriniz və əməliyyat sistemi  haqqında dərhal məlumat ala biləcəyiniz bir dəstək vasitəsidir.
2118 = TCP/IP Netstat əmri, bütün aktiv TCP əlaqələrini, kompüterin hər bir əlaqəsini və dinləyici portunu yaradan icra edilə bilər TCP və UDP  portlarını göstərən bir Windows əməliyyat sistemi komponentidir. Burada, icra edilə bilər ad [ ] içində altda, çağırılan komponent adı üstdə və TCP/IP ye  çatana qədər irəliləniyər. 
2119 = Bu vasitə ekranda virtual bir klaviatura göstərər və istifadəçilərin hərəkətlilik məhdudiyyətləriylə seçmə cihazı və ya əmr qolu ilə məlumat girişinə icazə verər.  Ekran Klaviaturası hərəkətlilik məhdudiyyətləriylə ən aşağı səviyyədə funksionallıq təmin etməyə çalışar. Ayrıca kompüterinizdə basılan bütün düymələrin yazıldığı bir Düymə -Yazıcısının yüklü olduğunu düşünürsünüzsə ekran klaviaturasını istifadə edə bilərsiniz. Ekran Klaviaturası, basılan düymələrin yazılma ehtimalını ortadan qaldırar.
2120 = Bu vasitə, yerli vahidləri araşdırar, parçalanmış fayl və vahidləri birləşdirər və beləcə hər biri yerli vahiddə tək və davamlı bir sahə. Nəticə  olaraq, sisteminiz daha məhsuldar bir şəkildə fayl və silsilə/serialınlara çatar və dəyişiklikləri yazar. Fayllar və silsilə/serialınlar birləşdirildiyində Disk Birləşdiricisi  bir-birimin boş sahələrini də birləşdirməkdədir, yeni fayllar da daha az parçalanmış olar. 
2121 = Yerli və uzaq kompüterlərdəki bir xidməti başlatmaq, dayandırmaq, davam etdirmək və ya təsirsiz etmək üçün istifadə edilə bilər. Yerli və uzaq  kompüterlərdəki xidmətləri idarə edə bilərsiniz; Əgər bir xidmət başladıla bilməzsə, yerini alması üçün qurtarma əməliyyatları qurula bilər, məsələn, sistemin avtomatik  olaraq yenidən başladılması; Müəyyən təchizat profilləri üçün xidmətlər təsirli və təsirsiz qılına bilər; Hər bir xidmətin vəziyyəti və tərifi görülə bilər.
2122 = Bir şəbəkə üzərində paylaşılan qaynaqlar, istifadəçi daxilolma/müraciətləri, iclas fəaliyyətləri, paylaşılan qaynaqların xüsusiyyətlərin rəhbərliyi, yerli və ya uzaq  kompüterdə istifadə edilən paylaşılan əlaqələr və qaynaqların xülasəsini görmək üçün istifadə edilə bilər. Paylaşılan Silsilə/serialınlarla paylaşılan qaynaqlar yaradıla bilər,  göstərilə bilər və səlahiyyətlər nizamlana bilər; Şəbəkə üzərində kompüterə bağlı bütün istifadəçi siyahısı göstərilə bilər və birinin və ya hamısının əlaqəsi  kəsilə bilər. Uzaq kompüterlər tərəfindən açılan qovluqların siyahısı göstərilə bilər.
2123 = Bu vasitə, İstifadəçi və Kompüter Quruluşlandırması üçün qanun nizamlarını ehtiva edər. Qrup qanun nizamları, sistem idarəçisinin təyin etməsi lazım olan müxtəlif  istifadəçi masa üstü mühiti komponentlərini təriflər, məsələn istifadəçilərin mövcud proqramları, masaüstündə olan proqramlaşdırar, Başlat menyusu üçün variantlar.
2124 = Windows Komponentlərini əlavə et/Qaldır, kompüterinizdə yüklü Windows komponentlərini idarə etmənizdə köməkçi olar. Windows əməliyyat sistemi yükləndikdən  sonra, orijinal yükləmədə olmayan bir Windows komponentini yükləmək üçün və ya istənməyən Windows komponentlərini qaldırmaq üçün istifadə edə bilər.
2125 = Windows Pis Məqsədli Proqramları Qaldırma Vasitəs(n)i, kompüteri Windows əməliyyat sistemi ilə müəyyən və məşhur pis məqsədli proqramlara qarşı nəzarət edər  və belə bir proqram ol/tapıldığında qaldırılmasına kömək edər. Bu pis məqsədli proqramlar virusları, soxulcanları və Truva atlarını ehtiva edər. Təsbit etmə və silmə  əməliyyatları tamamlandığında, pis məqsədli bir proqram təsbit edilib silinmişsə, vasitə, nəticəs(n)i izah edən bir hesabat göstərər.

[Junk Files Cleaner Options]
2202 = Axtarılacaq Sürücülər:
2203 = Nümunə
2204 = Təsvir
2205 = Əlavə et
2206 = Sil
2207 = Əvvəlki nizamlarına keç
2208 = Lazımsız Fayl təmizləmə: :Genel
2209 = Lazımsız Fayl təmizləmə: :Daxil Etmə
2220 = Axtarış üçün nümunə:
2221 = Siz simvollardan istifadə edə bilərsiniz? və/və ya qrup simvolları kimi *
2222 = Nümunə əlavə et
2223 = Xariclə Nümunə Əlavə et
2224 = Wild cards olaraq (?,*) xarakterləri istifadə edilə bilər
2225 = Nümunəni çıxarın:
2226 = Silinən faylları Çevrilmə Qutusuna göndər
2227 = Son 24 saat içində çatılmış faylları yox say

[Junk Files Cleaner Tool]
2306 = Axtar
2307 = Sil
2308 = Axatrır
2309 = Axtarış edilərkən zəhmət olmazsa gözləyin
2310 = Ləğv
2311 = Ad
2312 = Ölçü
2319 = Fayllar:
2320 = Cəmi ölçü:
2323 = İndi Windows və ya başqa bir proqramın istifadə etdiyindən ötəri bəzi fayllar silinə bilməz!
2324 = Heç olmasa bir sürücü və fayl davamı seçmək məcburiyyətindəsiniz axtarmanı başlatmaq üçün!
2325 = Lazımsız Faylları Təmizlə vasitəsi sizə kompüterinizdə olan bir çox lazımsız faylları tapmanıza köməkçi olacaq. Normalda bu fayllar faylları  yaradan proqram tərəfindən bu proqramın fayllar ilə işi bitiyinde silinər. Ancaq bəzi proqram səhvlərindən ötəri və ya kompüteriniz doğru şəkildə  bağlanılmadığı zaman bəzi fayllar silinməz və davamlı olaraq qalar. Bu fayllar kompüterinizdə əhəmiyyətli yer örtməyə başlar və zaman keçdikcə  kompüterinizin sürətini və performansını da sala bilər.
2326 = Fayl
2327 = Fayllar silinir

[ContextMenu Junk Files Cleaner]
2313 = Aç
2314 = Googledə Axtar
2315 = Qovluğu aç
2316 = Xüsusiyyətlər...
2317 = Bütün parçaları seç
2318 = Bütün parçaları seçmə
2321 = Seçilən parçaları nəzarət et
2322 = Seçilən parçaları nəzarət etmə

[TopMost Window]
4002 = Variantlar
4003 = Əsas Pəncərəni Aç
4004 = Dart və burax Rejimi
4005 = Ovçu Rejimi
4006 = Ölçü
4007 = Kiçik
4008 = Orta
4009 = Böyük
4010 = Pəncərənin ölçüsü
4011 = ÇIXIŞ
4012 = Sil
4013 = Avtomatik açılmasını dayandır
4014 = Proqramı bağla
4015 = Proqramı bağla və sil
4016 = Qovluğu Aç
4017 = Haqqında
4018 = Xüsusiyyətlər
4019 = LƏĞV
4020 = Bir dəfədə yalnız bir fayl dəstəklənir!
4021 = Indi bir qovluq buraxdınız z'hm't olmazsa bir fayl dartıb buraxın!
4022 = Qaldır və ya Sil:
4023 = Həll edilə bilmədi! \n Başqa bir pəncərə, simvol və ya vəzifə çubuğu işçisi göstər
4024 = Qaldır əmri başladıla bilmədi! \n zəhmət olmazsa tətbiqi Uninstallerdən sil
4025 = Yükləmə paketi tapıla bilmədi! \nİpucu: Tətbiq haqqında daha çox məlumat al və\n tətbiqi əsas pəncərədən silməyə cəht et!
4026 = Hədəf tətbiqin avtomatik başlanğıc variantı silindi! \nİpucu: Variantı təkrar aktivə etmək üçün əsas tətbiqdəki AutoRun vasitə çubuğunu istifadə et!
4027 = Hədəf tətbiq ümumi başlanğıc mövqelərində tapıla bilmədi! \nİpucu: Bir tətbiqi avtomatik başlatmaq üçün istifadə edilən digər mövqelər üçün  www.google.com 'a baxın!
4028 = Seçilən tətbiqi bağlamaq istədiyindən əminsənmi? \nYazılmayan məlumatlar itəcəkdir!
4029 = Uninstaller
4030 = Seçilən tətbiqi bağlamaq və silmək istədiyinizdən əminsinizmi? \nYazılmayan məlumatlar itiriləcək!
4031 = Windows Explorer'ı bağlamaq istədiyinizdən əminsinizmi? \n Başlat menyusu və vəzifə çubuğu itəcək!
4032 = Windows ilə başlat
4033 = Şəffaflıq 

[Scan After Uninstall]
4210 = Məkan
4211 = Açar
4212 = Qeyd
4213 = Məlumat
4214 = Fayl
4215 = Zəhmət olmazsa heç olmasa bir qeyd seçin!
4216 = Sildikdən sonra axtar
4217 = Hamısını seç
4218 = Heç birini seçmə
4219 = Sil
4220 = Geridə qalan fayllar
4221 = Geridə qalan istifadəçi qeydləri
4222 = Proqramı silməzdən  əvvəl axtarma… Zəhmət olmazsa gözləyin
4223 = Proqramın silmə əmri işlədilir…
4224 = Zəhmət olmazsa geridə qalan istifadəçi qeydlərini və faylları axtarmağı proqram silindikdən sonra başladın 
4225 = Proqram silindikdən sonra axtarma… Zəhmət olmazsa gözləyin 
4226 = Zəhmət olmazsa geridə qalan qeydlərə diqqətlə baxın!
4227 = Bağla
4228 = Siyahıda qalan fayllar kompüterinizin növbəti  açılışında silenecek. 
4229 = Silmək islediğiniz proqramın öz silmə əmri açıla bilmədi! \nƏmr səhv və ya etibarsız ola bilər!
4230 = Geri 
4231 = İrəli
4232 = Proqram silmə üsulunu seçin
4233 = Üsullar
4234 = Məxsusi - Təkcə proqramın öz simə əmrini işlət və heç bir axtarış aməliyyatı etmə 
4235 = Etibarlı - silmək üçün təhlükəsiz olan qalıq maddələrini tapmaq üçün Qeyd etmədə və bərk disklərdə toplayıcıda Məxsusi üsulu özündə saxlayır və əlavə baxılmaları yerinə yetirir. Bu ən sürətli üsuldur.
4236 = Mülayim - Etibarlı üsul ehtiva edər ən məşhur qalıq yerlərinə genişlədilmiş axtarma edər
4237 = Genişləndirilmiş - mülayim üsulu ehtiva edər və  sisteminizdə bütün qalan istifadəçi qeydlərini və faylları tapmaq üçün dərin axtarış edər. Ən yavaş.
4238 = Proqram silməzdən əvvəl analiz edilir…
4239 = Proqramın öz silmə əmrini işlədilir…
4240 = Zəhmət olmazsa qalıq axtarışını başlatmaq üçün proqramın öz silmə əməliyyatı bitdikdən sonra "İrəli" düyməsinə basın. 
4241 = Başlanğıc analiz və silmə əməliyyatları edilir
4242 = Sildikdən sonra axtarış əməliyyatı
4243 = Proqram silindikdən sonra axtarış edilir. Proqramın buraxdığı lazımsız qalıqları tapmaq üçün bütün istifadəçi qeydləri və faylları axtarılır… Zəhmət olmazsa gözləyin!
4244 = Tapılan lazımsız istifadəçi qeydləri
4245 = Tapılan istifadəçi qeydi:
4246 = Qeyd: Zəhmət olmazsa, qeydlərə diqqətlə baxın! Yalnız qara qeydlər və alt qeydlər silinəcək!
4247 = Tapılan lazımsız qovluqlar və fayllar
4248 = Tapılanlar:
4249 = Kompüterim
4250 = Revo Uninstaller proqramın məskun silmə əmrini işlədə bilmədi. Bu əmr etibarsız və ya xarab ola bilər. "Geri" düyməsinə basıb başqa proqram silmə üsulu seçə bilərsiniz!
4251 = Proqramın silmə əməliyyatı tamamlandı. Revo Uninstaller heç bir axtarış etmədi. "Geri" düyməsinə basıb başqa proqram silmə üsulu seçə bilərsiniz!
4252 = Revo Uninstaller proqram silmə əməliyyatını müvəffəqiyyət ilə tamamladı və geridə qalan lazımsız istifadəci qeydi və ya faylı tapıla bilmədi. "Geri" düyməsinə basıb daha geniş bir axtarış üçün başqa proqram silmə üsulu seçə bilərsiniz!
4253 = Revo Uninstaller proqram silmə əməliyyatını müvəffəqiyyət ilə tamamladı. "Geri" düyməsinə basıb daha geniş bir axtarış üçün başqa proqram silmə üsulu seçə bilərsiniz!
4254 = Son
4255 = Seçdiyiniz faylları zibil qutusuna göndərmək istədiyinizdən əminsinizmi? 
4256 = Seçdiyiniz istifadəçi qeydlərini silmək istədiyinizdən əminsinizmi? 
4257 = Revo Uninstaller proqram silmə əməliyyatını müvəffəqiyyətli ilə tamamladı!
4258 = Geridə qalan faylları silmək istəmədiyinizdən əminsinizmi? 
4259 = Geridə qalan istifadəçi qeydlərini silmək istəmədiyinizdən əminsinizmi? 
4260 = Proqram qalıqları axtarma əməliyyatı tamamlanmışdır. Nəticələri görmək üçün Zəhmət olmazsa "İrəli" düyməsinə basın!
4261 = Sistem Geri Yükləmə Nöqtəsi yaradılır…
4262 = Sistem Geri Yükləmə Nöqtəsi yaradılmalıdır!
4263 = Sistem Geri Yükləmə Nöqtəsi yaradılmasına maneə törədilmişdir (Variantlar -> Sil) 
4264 = Sistem Geri Yükləmə Nöqtəsi yaradıldı!

[About]
4300 = Tərcüməçilər:

[ContextMenu Uninstaller]
5000 = Əmrlər
5001 = Haqqında
5002 = Googledə Axtar
5004 = Mövqesini Yüklə
5005 = Əlaqə haqqında aç...
5006 = Kömək əlaqəsini aç...
5007 = yeniləmə əlaqəsini aç...
5008 = Qeyd açarını aç...
[Common]
10000 = Tamam
10001 = Ləğv
10002 = Kömək
10003 = Nəzər yetir
10004 = Etibarlı vasitə köməyi
10005 = Veb saytı
10006 = Haqqında
10007 = Xəbərdarlıq
10008 = SƏHV 

[Tooltips]
2000 = Proqram silmə rejiminə keç
2001 = Vasitələr panelini göstər
2002 = Sizə uyğun nizamlar edin
2003 = Ovçu rejiminə keç
2004 = Qurulan proqram siyahısının görünüşünü dəyişdir 
2005 = Seçilən proqramı sil
2006 = Seçilən qeydi istifadəçi qeydlərindən sil 
2007 = Qurulan proqramların siyahısını yenilə
2008 = Cari versiyanı ən son versiya ilə yeniləyin
2009 = Daha çox məlumat və proqram haqqında bütün suallarınıza cavab tapın
404 = Seçilən proqramı başlat
405 = Seçilən proqramı dayandır və bağla 
406 = Seçilən proqramın avtomatik açılmasını dayandır 
506 = Seçilənləri təmizlə
605 = Seçilənləri təmizlə 
705 = Seçilənləri təmizlə 
2106 = Seçilən vasitəsini işlət 
2304 = Edilən nizamlara görə gərəksiz fayllar üçün axtarış et 
2305 = Seçilən faylları geri çevrilmə qutusuna göndər
